Repository: openSUSE/cockpit-subscriptions
Catalog: po/*.po
Languages: id, it, sv

source: A cockpit module for managing subscriptions
id: Modul cockpit untuk mengelola langganan
it: Un modulo del cockpit per gestire le sottoscrizioni
sv: En cockpit modul för att hantera prenumerationer

source: Are you sure you want to de-register this system?
id: Apakah Anda yakin ingin menghapus pendaftaran sistem ini?
it: Annullare la registrazione di questo sistema?
sv: Är du säker på att du vill avregistrera det här systemet?

source: Available Extensions
id: Ekstensi yang Tersedia
it: Estesioni disponibili
sv: Tillgängliga tillägg

source: Cancel
id: Batalkan
it: Annulla
sv: Avbryt

source: Cockpit Subscriptions
id: Langganan Cockpit
it: Sottoscrizioni al cockpit
sv: Cockpit prenumerationer

source: Custom
id: Kustom
sv: Anpassad

source: De-register
id: Batalkan pendaftaran
it: Annulla registrazione
sv: Avregistrera

source: Delete
id: Hapus
it: Cancella
sv: Radera

source: Edit Settings
id: Edit Pengaturan
it: Modifica impostazioni
sv: Redigera inställningar

source: Email
id: Surel
sv: E-post

source: Expires:
id: Kedaluwarsa:
it: Scadenza:
sv: Löper ut:

source: Failed to activate product
id: Gagal mengaktifkan produk
sv: Misslyckades med att aktivera produkt

source: Failed to deactivate product
id: Gagal menonaktifkan produk
it: Impossibile disattivare il prodotto
sv: Misslyckades med att inaktivera produkt

source: Failed to register system
id: Gagal mendaftarkan sistem
it: Impossibile registrare il sistema
sv: Misslyckades med att registrera system

source: Failed to retrieve extensions
id: Gagal mengambil ekstensi
it: Impossibile recuperare le estensioni
sv: Misslyckades med att hämta tillägg

source: Failed to retrieve subscriptions
id: Gagal mengambil langganan
it: Impossibile recuperare le sottoscrizioni
sv: Misslyckades med att hämta prenumerationer

source: Language
id: Bahasa
it: Lingua
sv: Språk

source: Loading Subscriptions
id: Memuat Langganan
it: Caricamento sottoscrizioni
sv: Laddar prenumerationer

source: Proxy Url
id: URL Proxy
it: Url del proxy

source: Register
id: Daftar
it: Registra
sv: Registrera

source: Register a new subscription
id: Daftarkan langganan baru
it: Registra una nuova sottoscrizione
sv: Registrera en ny prenumeration

source: Registered Subscriptions
id: Langganan Terdaftar
it: Sottoscrizioni registrate
sv: Registrerade prenumerationer

source: Registration Code
id: Kode Registrasi
it: Codice di registrazione
sv: Registreringskod

source: Registration Server
id: Server Registrasi
sv: Registreringsserver

source: Server URL
id: URL Server

source: Settings
id: Pengaturan
it: Impostazioni
sv: Inställningar

source: Subscriptions
id: Langganan
it: Sottoscrizioni
sv: Prenumerationer

source: This action cannot be undone
id: Tindakan ini tidak dapat dibatalkan
it: Questa azione non può essere annullata
sv: Den här åtgärden kan inte ångras

source: This requires a reboot
id: Hal ini memerlukan proses memulai ulang
it: È necessario un riavvio
sv: Detta kräver en omstart

source: This requires a reboot to take effect. If you don't reboot now, this change might not be included
id: Perubahan ini memerlukan proses memulai ulang agar berlaku. Jika Anda tidak melakukan memulai ulang sekarang, perubahan ini mungkin tidak akan diterapkan
it: È necessario un riavvio per applicare la modifica. Se non si esegue il riavvio, la modifica non sarà inclusa
sv: Detta kräver en omstart för att träda i kraft. Om du inte startar om nu kanske ändringen inte inkluderas

source: Viewing or modifying subscriptions requires administrative access.
id: Melihat atau mengubah langganan memerlukan akses administratif.
it: La visualizzazione o la modifica delle sottoscrizioni richiede un accesso da amministratore.
sv: Att visa eller ändra prenumerationer kräver administratörsåtkomst.

source: save
id: simpan
it: salva
sv: spara

source: Reboot
it: Riavvia
sv: Starta om
